"ALL_DAY_DAY_VIEW" = "dia inteiro";
"NOON" = "Meio-dia";
"UNTITLED_EVENT" = "Novo Evento";
"ALL_DAY" = "dia inteiro";
"ALL_DAY_EVENTS" = "eventos (dia inteiro)";
"CELL_ENDS" = "TERMINA";

"CALENDARS" = "Calendários";

"ALL" = "Todos";
"ALL_CALENDARS" = "Todos";
"ALL_OF_STORE" = "Todos os %@";
"N_CALENDARS" = "%@ Calendários";

"SHOW_CALENDARS" = "Mostrar Calendários";
"SHOW_ALL_CALENDARS" = "Mostrar Todos os Calendários";
"HIDE_ALL_CALENDARS" = "Ocultar Todos os Calendários";
"NO_CALENDARS" = "Nenhum";

"ALERT" = "Alerta";
"ALERT_LOWERCASE" = "alerta";
"ALERT_DETAIL_NAV_TITLE" = "Alerta de Evento";
"SECOND_ALERT" = "2º Alerta";
"NONE_ALERT" = "Nenhum";
"NONE_INVITEES" = "Nenhum";
"EVENT" = "Evento";
"EVENTS" = "Eventos";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ dias";
"INTERVAL_DAY" = "1 dia";
"INTERVAL_HOURS" = "%@ horas";
"INTERVAL_HOUR" = "1 hora";
"INTERVAL_MINUTES" = "%@ minutos";
"INTERVAL_MINUTE" = "1 minuto";
"INTERVAL_SECONDS" = "%@ segundos";
"INTERVAL_SECOND" = "1 segundo";
"INTERVAL_WEEK" = "1 semana";
"INTERVAL_FORMAT_BEFORE" = "%@ antes";
"INTERVAL_FORMAT_AFTER" = "%@ após";
"BEFORE" = " antes";
"AFTER" = " após";
"ON_TIME" = "Na hora do evento";
"ON_TIME_AT" = "No dia (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " a ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "a ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Dia inteiro";

"DETAIL_DURATION_FORMAT" = "de %@ até %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "de %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ a %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "até %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Dia inteiro de %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "até %@";

"CALENDAR" = "Calendário";
"UNTITLED_CALENDAR" = "Calendário Sem Título";
"UNTITLED_ACCOUNT" = "Conta Sem Título";

"NOTES_PLACEHOLDER" = "Notas";
"NOTES_LOWERCASE" = "notas";
"NOTES" = "Notas";
"SHOW_ALL_NOTES" = "Mostrar Todas as Notas";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Ver no Facebook";

"UNKNOWN" = "Desconhecido";

"SHARED_CALENDAR" = "Calendário Compartilhado";
"SHARED" = "Compart.";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Compart. por %@";
"SHARED_WITH_SINGLE_PERSON" = "Compartilhado com %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Compartilhado com %@ e…";
"PUBLIC_AND_SHARED" = "Público e Compartilhado com %@…";

"ACCESS_DENIED_EVENTS" = "Este aplicativo não tem acesso aos seus calendários.";
"ACCESS_DENIED_REMINDERS" = "Este aplicativo não tem acesso aos seus lembretes.";

/* Name of subscribed group */
"SUBSCRIBED" = "Assinados";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Aniversários";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Outro";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Lembretes";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Pessoal";
"ICLOUD_WORK_CALENDAR" = "Trabalho";

"STARTS" = "Começa";
"ENDS" = "Termina";

"REPEAT" = "Repetir";
"NEVER" = "Nunca";
"DAILY" = "Diariamente";
"WEEKLY" = "Semanalmente";
"BIWEEKLY" = "Quinzenalmente";
"MONTHLY" = "Mensalmente";
"YEARLY" = "Anualmente";
"CUSTOM" = "Personalizado";

"AVAILABILITY" = "Disponibilidade";
"BUSY" = "Ocupado(a)";
"FREE" = "Livre";
"TENTATIVE" = "Talvez";
"OUT_OF_OFFICE" = "Ausente";

"EDIT" = "Editar";
"CANCEL" = "Cancelar";
"DONE" = "OK";
"ADD" = "Adicionar";
"TO_WITH_COLON" = "Para:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detalhes do Evento";
"ICS_EVENTS" = "%@ Eventos";

/* button title */
"ICS_ADD_ALL" = "Adicionar Tudo";
"ICS_ADD_SOME" = "Adicionar (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Calendário";

"DELETE_CALENDAR" = "Apagar Calendário";
"EDIT_CALENDAR" = "Editar Calendário";
"EDIT_CALENDARS" = "Editar Calendários";
"ADD_CALENDAR" = "Adic. Calendário";
"JOIN_CALENDAR" = "Conectar ao Calendário";
"CALENDAR_NAME" = "Nome do Calendário";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Novo Calendário…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Adicionar Calendário…";
"DELETE_CALENDAR_CONFIRMATION" = "Tem certeza de que deseja apagar este calendário? Todos os eventos e lembretes associados ao calendário também serão apagados.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Tem certeza de que deseja apagar este calendário? Todos os eventos associados ao calendário também serão apagados.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Tem certeza de que deseja apagar este calendário? Todos os lembretes associados ao calendário também serão apagados.";

"UNKNOWN_IDENTITY" = "alguém";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Alguém";

"JOIN_CALENDAR_TITLE_FORMAT" = "Conectar com “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ lhe convidou para um calendário compartilhado.";

"CANCELELD_BY_FORMAT" = "Cancelado por %@";
"FROM_FORMAT" = "De: %@";
"TIME_CHANGED_TO_FORMAT" = "Hora alterada para %@";
"DATE_CHANGED_TO_FORMAT" = "Data alterada para %@";
"LOCATION_CHANGED" = "Localização alterada";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Cor";
"PURPLE" = "Roxo";
"ORANGE" = "Laranja";
"BLUE" = "Azul";
"RED" = "Vermelho";
"BROWN" = "Marrom";
"YELLOW" = "Amarelo";
"GREEN" = "Verde";

"SHARED_WITH_COLON" = "Compartilhado com:";
"PENDING" = "Pendente";
"OWNER" = "Proprietário";
"ADD_PERSON" = "Adic. Pessoa";
"ADD_PERSON_WITH_ELLIPSIS" = "Adic. Pessoa…";
"PUBLIC_CALENDAR" = "Calendário Público";
"PUBLIC_CALENDAR_DESCRIPTION" = "Permitir que qualquer pessoa assine uma versão somente para leitura deste calendário.";
"PUBLISHING_WITH_ELLIPSIS" = "Publicando…";
"VIEW_ONLY" = "Apenas Visualização";
"VIEW_AND_EDIT" = "Ver e Editar";
"ALLOW_EDITING" = "Permitir Edição";
"ALLOW_EDITING_DESCRIPTION" = "Permitir que esta pessoa faça alterações no calendário.";
"RESEND_SHARING_INVITATION" = "Reenviar Convite de Compart.";
"REMOVE_FROM_CALENDAR" = "Remover do Calendário";
"REMOVE" = "Remover";
"REMOVE_ALERT_TEXT" = "%@ perderá o acesso a este calendário imediatamente.";
"SHARE_LINK_WITH_ELLIPSIS" = "Compartilhar Link…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Compartilhar link para o calendário com:";
"EMAIL" = "E-mail";
"MESSAGE" = "Mensagem";
"TWEET" = "Tuíte";
"COPY_LINK" = "Copiar Link";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Adicionado a %@ por %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Removido de %@ por %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Atualizado em %@ por %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ alterado por %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ alterado para %@ por %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ e %@ alterados por %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ eventos foram adicionados a %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ eventos foram apagados de %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ eventos foram atualizados em %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ eventos foram adicionados a %@ por %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ eventos foram apagados de %@ por %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ eventos foram atualizados em %@ por %@.";

"SHARED_PROP_DATE" = "data";
"SHARED_PROP_TIME" = "hora";
"SHARED_PROP_TITLE" = "título";
"SHARED_PROP_LOCATION" = "localização";

"ADD_SHAREES_PROMPT" = "Adicione participantes a este Calendário.";

"CREATED_BY" = "Criado por";
"EDITED_BY" = "Editado por";
"CREATED_BY_LOWERCASE" = "criado por";
"EDITED_BY_LOWERCASE" = "editado por";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ conectou-se ao seu calendário compartilhado.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ recusou seu calendário compartilhado.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ está pendente no convite para o calendário compartilhado.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Este calendário não está mais sendo compartilhado.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Agora este calendário é público.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Assine o meu Calendário %@";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Assine o meu Calendário %@ em: %@";

"ATTACHMENTS" = "Anexos";
"ATTACHMENTS_LOWERCASE" = "anexos";
"CANNOT_OPEN_ATTACHMENT" = "Não Pode Abrir o Anexo";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ de %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "Ocorreu um erro durante a transferência do anexo.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Este tipo de arquivo não é compatível.";
"UNTITLED_ATTACHMENT" = "Anexo Sem Título";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Atualizando Calendários…";

"ENDS_TIME_FORMAT" = "termina em %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ às %@";
"CALENDAR_TODAY" = "Hoje";
"CALENDAR_TODAY_LOWER" = "hoje";
"CALENDAR_YESTERDAY" = "Ontem";
"CALENDAR_YESTERDAY_LOWER" = "ontem";
"CALENDAR_TOMORROW" = "Amanhã";
"CALENDAR_TOMORROW_LOWER" = "amanhã";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Última %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "última %@";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Última %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "última %@";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Próx. %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "este(a) %@";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Próx. %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "este(a) %@";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Assinados";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Assinados";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
